{
    "navbar": {
        "button": "Nutritionist",
        "start": "Start",
        "about": "About Me",
        "services": "Services",
        "contact": "Contact"
    },
    
    "start": {
        "title": "Real nutrition for real women",
        "subtitle": "Specialized nutritional support for every stage of your feminine well-being."
    },

    "summary": {
        "top": "Benefits of working with me and",
        "center": "How I can support you",
        "bottom": "I’ll help you reconnect with your health through food, at every stage of your life.",
        "card_title1": "Women's hormonal health",
        "card_body1": "Balance your cycle, energy, and overall well-being through nutrition.",
        "card_title2": "Healthy relationship with food",
        "card_body2": "Learn to nourish yourself without guilt or extreme diets.",
        "card_title3": "More energy, less stress",
        "card_body3": "Improve your digestion, mood, and daily vitality.",
        "card_title4": "Healthy, sustainable weight",
        "card_body4": "Achieve real results without giving up the foods you enjoy."
    },

    "about": {
        "top": "Nutritionist and expert in women's health",
        "body1": "I graduated with a degree in Nutrition and Dietetics, and since then I have been dedicated to supporting women in different stages of their lives: from hormonal balance and the menstrual cycle, to conscious and sustainable eating.",
        "body2": "I deeply believe in the power of nutrition as a tool for transformation, not only physical, but also emotional. My approach is personalized, without extreme restrictions, based on science, active listening, and education.",
        "body3": "I am passionate about helping you reconnect with your well-being, feel at peace with your body, and make decisions that make you feel strong, informed, and happy."
    },

    "services": {
        "top": "Explore All",
        "center": "My Services",
        "bottom": "I’m here to provide you with the tools and support you need to successfully reach your goals. Explore the services I offer and find the perfect solution for your needs.",
        "card_title1": "General Wellness Program",
        "card_body1": "A holistic approach that includes personalized exercises and recipes to boost your energy.",
        "card_title2": "Nutritional Counseling",
        "card_body2": "A personalized session to review your habits and create a tailored meal plan.",
        "card_title3": "Hormonal Nutrition Plan",
        "card_body3": "A plan to balance the menstrual cycle or address hormonal issues through diet.",
        "format": "In-person",
        "weeks": "weeks",
        "days": "days"
    },


    "buttons": {
        "begin": "Let's get started",
        "history": "See my story"
    }
}
