{
    "navbar": {
        "button": "Nutricionista",
        "start": "Inicio",
        "about": "Sobre mí",
        "services": "Servicios",
        "contact": "Contacto"
    },

    "start": {
        "title": "Nutrición real para mujeres reales",
        "subtitle": "Acompañamiento nutricional especializado en cada etapa de tu bienestar femenino."
    },

    "summary": {
        "top": "Beneficios de trabajar conmigo y",
        "center": "Cómo puedo ayudarte",
        "bottom": "Te acompaño a reconectar con tu salud desde la alimentación, en cada etapa de tu vida.",
        "card_title1": "Salud hormonal femenina",
        "card_body1": "Equilibra tu ciclo, energía y bienestar desde lo que comes.",
        "card_title2": "Relación saludable con la comida",
        "card_body2": "Aprende a nutrirte sin culpa ni dietas extremas.",
        "card_title3": "Más energía, menos estrés",
        "card_body3": "Mejora tu digestión, ánimo y vitalidad diaria.",
        "card_title4": "Peso saludable y sostenible",
        "card_body4": "Logra resultados reales sin dejar de disfrutar tus alimentos."
    },

    "about": {
        "top": "Nutricionista y experta en salud femenina",
        "body1": "Me gradué como Licenciada en Nutrición y Dietética y desde entonces me he dedicado a acompañar a mujeres en distintas etapas de su vida: desde el equilibrio hormonal y el ciclo menstrual, hasta una alimentación consciente y sostenible.",
        "body2": "Creo profundamente en el poder de la nutrición como herramienta de transformación, no solo física, sino también emocional. Mi enfoque es personalizado, sin restricciones extremas, basado en ciencia, escucha activa y educación.",
        "body3": "Me apasiona ayudarte a reconectar con tu bienestar, sentirte en paz con tu cuerpo y tomar decisiones que te hagan sentir fuerte, informada y feliz."
    },

    "services": {
        "top": "Explora todos",
        "center": "Mis Servicios",
        "bottom": "Estoy aquí para brindarte las herramientas y el apoyo necesario para que puedas alcanzar tus objetivos con éxito. Explora los servicios que ofrezco y encuentra la solución perfecta para lo que necesitas.",
        "card_title1": "Programa de bienestar general",
        "card_body1": "Un enfoque holístico que incluye ejercicios y recetas personalizadas para mejorar energía.",
        "card_title2": "Asesoría nutricional",
        "card_body2": "Sesión personalizada para revisar hábitos y crear un plan alimenticio adaptado.",
        "card_title3": "Plan de nutrición hormonal",
        "card_body3": "Plan para equilibrar el ciclo menstrual o problemas hormonales a través de la dieta.",
        "format": "Precencial",
        "weeks": "semanas",
        "days": "días"
    },

    "buttons": {
        "begin": "Comencémos",
        "history": "Mira mi historia",
        "all": "Pata todos",
        "business": "Para empresas"
    }
}